/*
Задания
1)Создайте переменную num и присвойте ей значение 3. Выведите значение этой переменной в консоль console.log().

2)Создайте переменные a=10 и b=2. Выведите на экран их сумму, разность, произведение и частное (результат деления).

3)Создайте переменные c=15 и d=2. Просуммируйте их, а результат присвойте переменной result. Выведите в консоль значение переменной result.

4)Создайте переменные a=10, b=2 и c=5. Выведите в консоль их сумму.

5)Создайте переменные a=17 и b=10. Отнимите от a переменную b и результат присвойте переменной c. Затем создайте переменную d, присвойте ей значение 7.
Сложите переменные c и d, а результат запишите в переменную result. Выведите в консоль значение переменной result.
*/

let num = 3;
console.log(num);


let a = 10, b = 2;
console.log(a + b);
console.log(a - b);
console.log(a * b);
console.log(a / b);


let c = 15, d = 2;
let result = c + d;
console.log(result);


let a = 10, b = 2, c = 5;
console.log(a+b+c);


let a = 17, b = 10;
let c = a - b;
let d = 7;
let result = c + d;
console.log(result);